Repository: znuny/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: sr

source: Defines the shown columns in the Change Schedule overview. This option has no effect on the position of the column.
sr: Одређује колоне приказане у прегледу планера промена. Ова опција нема утицај на позиције колона.

source: Defines the shown columns in the MyCAB overview. This option has no effect on the position of the column.
sr: Одређује колоне приказане у прегледу мојих CAB. Ова опција нема утицај на позиције колона.

source: Defines the shown columns in the MyChanges overview. This option has no effect on the position of the column.
sr: Одређује колоне приказане у прегледу мојих промена. Ова опција нема утицај на позиције колона.

source: Defines the shown columns in the MyWorkorders overview. This option has no effect on the position of the column.
sr: Одређује колоне приказане у прегледу мојих радних налога. Ова опција нема утицај на позиције колона.

source: Defines the shown columns in the PIR overview. This option has no effect on the position of the column.
sr: Дефинише приказане колоне у прегледу PIR. Ова опције нема утицај на позиције колона.

source: Defines the shown columns in the change manager overview. This option has no effect on the position of the column.
sr: Одређује приказане колоне у прегледу управљача променама. Ова опције нема утицај на позиције колона.

source: Defines the shown columns in the change overview. This option has no effect on the position of the column.
sr: Одређује приказане колоне у прегледу промена. Ова опције нема утицај на позиције колона.

source: Defines the shown columns in the change search. This option has no effect on the position of the column.
sr: Одређује приказане колоне у претрази промена. Ова опције нема утицај на позиције колона.

source: Defines the shown columns in the customer change schedule overview. This option has no effect on the position of the column.
sr: Одређује приказане колоне у прегледу клијентског планера промена. Ова опције нема утицај на позиције колона.

source: Defines the shown columns in the template overview. This option has no effect on the position of the column.
sr: Одређује приказане колоне у прегледу шаблона. Ова опције нема утицај на позиције колона.

source: Defines the signals for each ITSM change state.
sr: Одређује сигнале за сваки статус ITSM промене.

source: Defines the template types that will be used as filters in the template overview.
sr: Одређује типове шаблона који ће бити кориштени као филтери у прегледу шаблона.

source: Defines the workorder states that will be used as filters in the MyWorkorders overview.
sr: Одређује статусе радних налога који ће бити кориштени као филтери у прегледу мојих радних налога.

source: Defines the workorder states that will be used as filters in the PIR overview.
sr: Одређује статусе радних налога који ће се користити као филтери у прегледу PIR.

source: Defines the workorder types that will be used to show the PIR overview.
sr: Одређује типове радних налога који ће се користити за приказ PIR прегледа.

source: Defines whether notifications should be sent.
sr: Одређује да ли ће обавештења бити послата.

source: Delete a change.
sr: Обриши промену.

source: Delete the change.
sr: Обриши промену.

source: Delete the workorder.
sr: Обриши радни налог.

source: Details of a change history entry.
sr: Детаљи ставке историјата промене.

source: Determines if an agent can exchange the X-axis of a stat if he generates one.
sr: Утврђује да ли оператер може да замени X осу статистике ако је генерише

source: Determines if the common stats module may generate stats about changes done for config item classes.
sr: Утврђује да ли заједнички модул статистике може да генерише статистику промена урађених за конфигурационе ставке класа.

source: Determines if the common stats module may generate stats about changes regarding change state updates within a timeperiod.
sr: Утврђује да ли заједнички модул статистике може да генерише статистику промена према ажурирању промена стања у временском периоду.

source: Determines if the common stats module may generate stats about changes regarding the relation between changes and incident tickets.
sr: Утврђује да ли заједнички модул статистике може да генерише статистику промена према вези између промена и тикета инцидената.

source: Determines if the common stats module may generate stats about changes.
sr: Утврђује да ли заједнички модул статистике може да генерише статистику о променама.

source: Determines if the common stats module may generate stats about the number of Rfc tickets a requester created.
sr: Утврђује да ли заједнички модул статистике може да генерише статистику о броју Rfc тикета које је креирао тражилац.

source: Dynamic fields (for changes and workorders) shown in the change print screen of the agent interface.
sr: Динамичка поља (за промене и радне налоге) приказана у екрану штампе промене у интерфејсу оператера.

source: Dynamic fields shown in the change add screen of the agent interface.
sr: Динамичка поља приказана у екрану додавања промене у интерфејсу оператера.

source: Dynamic fields shown in the change edit screen of the agent interface.
sr: Динамичка поља приказана у екрану измене промене у интерфејсу оператера.

source: Dynamic fields shown in the change search screen of the agent interface.
sr: Динамичка поља приказана у екрану претраге промена у интерфејсу оператера.

source: Dynamic fields shown in the change zoom screen of the agent interface.
sr: Динамичка поља приказана у детаљном прегледу промене у интерфејсу оператера.

source: Dynamic fields shown in the workorder add screen of the agent interface.
sr: Динамичка поља приказана у екрану додавања радног налога у интерфејсу оператера.

source: Dynamic fields shown in the workorder edit screen of the agent interface.
sr: Динамичка поља приказана у екрану измене радног налога у интерфејсу оператера.

source: Dynamic fields shown in the workorder report screen of the agent interface.
sr: Динамичка поља приказана у екрану извештаја радног налога у интерфејсу оператера.

source: Dynamic fields shown in the workorder zoom screen of the agent interface.
sr: Динамичка поља приказана у детаљном прегледу радног налога у интерфејсу оператера.

source: DynamicField event module to handle the update of conditions if dynamic fields are added, updated or deleted.
sr: Модул догађаја динамичких поља за баратање са ажурирањем услова ако се динамичка поља додају, ажурирају или бришу.

source: Edit a change.
sr: Уреди промену.

source: Edit the change.
sr: Уреди промену.

source: Edit the conditions of the change.
sr: Уреди услове за промену.

source: Edit the workorder.
sr: Уреди радни налог.

source: Enables the minimal change counter size (if "Date" was selected as ITSMChange::NumberGenerator).
sr: Активира минималну величину бројача промена (ако је изабран датум за ITSMChange::NumberGenerator).

source: Forward schedule of changes. Overview over approved changes.
sr: Проследи распоред промена. Преглед одобрених промена.

source: History Zoom
sr: Детаљи историјата

source: ITSM Change CAB Templates.
sr: ITSM шаблони промена CAB

source: ITSM Change Condition Edit.
sr: ITSM уређивање услова промене.

source: ITSM Change Condition Overview.
sr: ITSM преглед услова промене.

source: ITSM Change Manager Overview.
sr: ITSM преглед промена.

source: ITSM Change Notifications
sr: Обавештења o ITSM променама

source: ITSM Change PIR Overview.
sr: ITSM преглед PIR промена.

source: ITSM Change notification rules
sr: ITSM правила обавештавања о промени.

source: ITSM Changes
sr: ITSM промене

source: ITSM MyCAB Overview.
sr: ITSM преглед мојих CAB.

source: ITSM MyChanges Overview.
sr: ITSM преглед мојих промена.

source: ITSM MyWorkorders Overview.
sr: ITSM преглед мојих радних налога.

source: ITSM Template Delete.
sr: ITSM брисање шаблона.

source: ITSM Template Edit CAB.
sr: ITSM уређивање CAB шаблона.

source: ITSM Template Edit Content.
sr: ITSM садржај уређивања шаблона.

source: ITSM Template Edit.
sr: ITSM уређивање шаблона.

source: ITSM Template Overview.
sr: Преглед ITSM шаблона.

source: ITSM event module that cleans up conditions.
sr: ITSM модул догађаја који чисти услове.

source: ITSM event module that deletes the cache for a toolbar.
sr: ITSM модул догађаја који брише кеш алатне траке.

source: ITSM event module that deletes the history of changes.
sr: ITSM модул догађаја који брише историјат промена.

source: ITSM event module that matches conditions and executes actions.
sr: ITSM модул догађаја који упарује услове и извршава акције.

source: ITSM event module that sends notifications.
sr: ITSM модул догађаја који шаље обавештења.

source: ITSM event module that updates the history of changes.
sr: ITSM модул догађаја који ажурира историјат промена.

source: ITSM event module that updates the history of conditions.
sr: ITSM модул догађаја ажурира историјат услова.

source: ITSM event module that updates the history of workorders.
sr: ITSM модул догађаја ажурира историјат радних налога.

source: ITSM event module to recalculate the workorder numbers.
sr: ITSM модул догађаја који прерачунава бројеве радних налога.

source: ITSM event module to set the actual start and end times of workorders.
sr: ITSM модул догађаја који подешава актуелна времена почетка и завршетка радних налога.

source: ITSMChange
sr: ITSM промена

source: ITSMWorkOrder
sr: ITSM радни налог

source: If frequency is 'regularly', you can configure how often the notifications are sent (every X hours).
sr: Ако је учесталост 'редовно', можете подесити колико често се шаљу обавештења (на сваких X сати).

source: Link another object to the change.
sr: Повежи други објекат са променом.

source: Link another object to the workorder.
sr: Повежи други објекат са радним налогом.

source: List of all change events to be displayed in the GUI.
sr: Листа свих догађаја на променама која ће бити приказана у графичком интерфејсу.

source: List of all workorder events to be displayed in the GUI.
sr: Листа свих догађаја на радним налозима која ће бити приказана у графичком интерфејсу.

source: Lookup of CAB members for autocompletion.
sr: Потражи чланове CAB ради аутоматског довршавања.

source: Lookup of agents, used for autocompletion.
sr: Потражи оператере, употребљене за аутоматско довршавање.

source: Manage ITSM Change Management state machine.
sr: Уређивање машине стања ITSM управљања променама.

source: Manage the category ↔ impact ↔ priority matrix.
sr: Управљање матрицом Категорија - Утицај - Приоритет.

source: Module to check if WorkOrderAdd or WorkOrderAddFromTemplate should be permitted.
sr: Модул за проверу да ли додавање радног налога или додавање радног налога из шаблона треба да буде дозвољено.

source: Module to check the CAB members.
sr: Модул за проверу чланова CAB.

source: Module to check the agent.
sr: Модул за проверу оператера.

source: Module to check the change builder.
sr: Модул за проверу градитеља промена.

source: Module to check the change manager.
sr: Модул за проверу управљача променама.

source: Module to check the workorder agent.
sr: Модул за проверу оператера радног налога.

source: Module to check whether no workorder agent is set.
sr: Модул за проверу да ли је одређен оператер за радни налог.

source: Module to check whether the agent is contained in the configured list.
sr: Модул за проверу да ли се оператер налази у конфигурисаној листи.

source: Module to show a link to create a change from this ticket. The ticket will be automatically linked with the new change.
sr: Модул за приказ везе за креирање промене из овог тикета. Тикет ће аутоматски бити повезан са новом променом.

source: Move Time Slot.
sr: Помери временски термин.

source: Move all workorders in time.
sr: Помери све радне налоге у времену.

source: New (from template)
sr: Ново (од шаблона)

source: Only users of these groups have the permission to use the ticket types as defined in "ITSMChange::AddChangeLinkTicketTypes" if the feature "Ticket::Acl::Module###200-Ticket::Acl::Module" is enabled.
sr: Само корисници ових група имаће дозволу за коришћење типова тикета дефинисаних у "ITSMChange::AddChangeLinkTicketTypes" уколико је функција "Ticket::Acl::Module###200-Ticket::Acl::Module" омогућена.

source: Other Settings
sr: Друга подешавања

source: Overview over all Changes.
sr: Преглед свих промена.

source: PIR (Post Implementation Review)
sr: PIR (рецензија после спровођења)

source: Parameters for the UserCreateWorkOrderNextMask object in the preference view of the agent interface.
sr: Параметри за UserCreateWorkOrderNextMask објекат у приказу подешавања у интерфејсу оператера.

source: Parameters for the pages (in which the changes are shown) of the small change overview.
sr: Параметри страница (на којима су промене видљиве) смањеног прегледа тикета.

source: Performs the configured action for each event (as an Invoker) for each configured Webservice.
sr: Извршава подешену акцију за сваки догађај (као позивалац) за сваки конфигурисан веб сервис.

source: Planned end time
sr: Планирано време завршетка

source: Planned start time
sr: Планирано време почетка

source: Print the change.
sr: Одштампај промену.

source: Print the workorder.
sr: Одштампај радни налог.

source: Projected Service Availability
sr: Пројектована доступност сервиса

source: Projected Service Availability (PSA)
sr: Пројектована доступност сервиса (PSA)

source: Projected Service Availability (PSA) of changes. Overview of approved changes and their services.
sr: Пројектована доступност сервиса (PSA) промена. Преглед одобрених промена и љихових сервиса.

source: Requested time
sr: Тражено време

source: Required privileges in order for an agent to take a workorder.
sr: Потребна права за додавање редоследа рада.

source: Required privileges to access the overview of all changes.
sr: Потребна права за приступ прегледу свих промена.

source: Required privileges to add a workorder.
sr: Потребна права за додавање радних налога.

source: Required privileges to change the workorder agent.
sr: Потребна права за измену оператера радног налога.

source: Required privileges to create a template from a change.
sr: Потребна права за креирање шаблона од промене.

source: Required privileges to create a template from a changes' CAB.
sr: Потребна права за креирање шаблона од промене CAB.

source: Required privileges to create a template from a workorder.
sr: Потребна права за креирање шаблона од радног налога.

source: Required privileges to create changes from templates.
sr: Потребна права за креирање промена од шаблона.

source: Required privileges to create changes.
sr: Потребна права за креирање промена.

source: Required privileges to delete a template.
sr: Потребна права за брисање шаблона.

source: Required privileges to delete a workorder.
sr: Потребна права за брисање радног налога.

source: Required privileges to delete changes.
sr: Потребна права за брисање промена.

source: Required privileges to edit a template.
sr: Потребна права за уређење шаблона.

source: Required privileges to edit a workorder.
sr: Потребна права за уређење радног налога.

source: Required privileges to edit changes.
sr: Потребна права за уређење промена.

source: Required privileges to edit the conditions of changes.
sr: Потребна права за уређење услова за промене.

source: Required privileges to edit the content of a template.
sr: Потребна права за уређење садржаја шаблона.

source: Required privileges to edit the involved persons of a change.
sr: Потребна права за уређење особа укључених у промену.

source: Required privileges to move changes in time.
sr: Потребна права за померање промена у времену.

source: Required privileges to print a change.
sr: Потребна права за штампу промене.

source: Required privileges to reset changes.
sr: Потребна права за поништење промена.

source: Required privileges to view a workorder.
sr: Потребна права за приказ радног налога.

source: Required privileges to view changes.
sr: Потребна права за приказ промена.

source: Required privileges to view list of changes where the user is a CAB member.
sr: Потребна права за приказ листе промена где је корисник члан CAB.

source: Required privileges to view list of changes where the user is the change manager.
sr: Потребна права за приказ листе промена где корисник управља променом.

source: Required privileges to view overview over all templates.
sr: Потребна права за приказ прегледа свих шаблона.

source: Required privileges to view the conditions of changes.
sr: Потребна права за приказ услова за промене.

source: Required privileges to view the history of a change.
sr: Потребна права за приказ историјата промене.

source: Required privileges to view the history of a workorder.
sr: Потребна права за приказ историјата радног налога.

source: Required privileges to view the history zoom of a change.
sr: Потребна права за детаљан приказ историјата промене.

source: Required privileges to view the history zoom of a workorder.
sr: Потребна права за детаљан приказ историјата радног налога

source: Required privileges to view the list of Change Schedule.
sr: Потребна права за приказ листе Планера промена.

source: Required privileges to view the list of change PSA.
sr: Потребна права за приказ листе промена PSA.

source: Required privileges to view the list of changes with an upcoming PIR (Post Implementation Review).
sr: Потребна права за приказ листе промена са предстојећим PIR (рецензија после спровођења).

source: Required privileges to view the list of own changes.
sr: Потребна права за приказ листе сопствених промена.

source: Required privileges to view the list of own workorders.
sr: Потребна права за приказ листе сопствених радних налога.

source: Required privileges to write a report for the workorder.
sr: Потребна права за писње извештаја за радни налог.

source: Reset a change and its workorders.
sr: Ресет промене и њених радних налога.

source: Reset change and its workorders.
sr: Ресет промене и њених радних налога.

source: Run task to check if specific times have been reached in changes and workorders.
sr: Покрени задатак ради провере да ли су у променама и радним налозима достигнута одређена времена.

source: Save change as a template.
sr: Сачувај промену као шаблон.

source: Save workorder as a template.
sr: Сачувај радни налог као шаблон.

source: Schedule
sr: Распоред

source: Screen after creating a workorder
sr: Екран после креирања радног налога

source: Search Changes
sr: Претражи промене

source: Search Changes.
sr: Претражи промене.

source: Selects the change number generator module. "AutoIncrement" increments the change number, the SystemID and the counter are used with SystemID.counter format (e.g. 100118, 100119). With "Date", the change numbers will be generated by the current date and a counter; this format looks like Year.Month.Day.counter, e.g. 2010062400001, 2010062400002. With "DateChecksum", the counter will be appended as checksum to the string of date plus the SystemID. The checksum will be rotated on a daily basis. This format looks like Year.Month.Day.SystemID.Counter.CheckSum, e.g. 2010062410000017, 2010062410000026.
sr: Бира модул за генерисање броја промена. "AutoIncrement" увећава број промена, SystemID и бројач се користе у SystemID.бројач формату (нпр. 100118, 100119). Са "Date" бројеви промена ће бити генерисани преко тренутног датума и бројача. Формат ће изгледати као година.месец.дан.бројач (нпр. 2010062400001, 2010062400002). Са "DateChecksum" бројач ће бити додат као контролни збир низу сачињеном од датума и SystemID. Контролни збир ће се смењивати на дневном нивоу. Формат изгледа овако: година.месец.дан.SystemID.бројач.контролни_збир, нпр. 2010062410000017, 2002070110101535.

source: Set the agent for the workorder.
sr: Одреди оператера за радни налог.

source: Set the default height (in pixels) of inline HTML fields in the change zoom screen and workorder zoom screen of the agent interface.
sr: Дефинише подразумевану висину реда (у пикселима) HTML поља у екрану детаља промене и радног налога у интерфејсу оператера.

source: Set the maximum height (in pixels) of inline HTML fields in the change zoom screen and workorder zoom screen of the agent interface.
sr: Дефинише максималну висину реда (у пикселима) HTML поља у екрану детаља промене и радног налога у интерфејсу оператера.

source: Sets the minimal change counter size (if "AutoIncrement" was selected as ITSMChange::NumberGenerator). Default is 5, this means the counter starts from 10000.
sr: Подешава минималну величину бројача промена (ако је изабран "AutoIncrement" за ITSMChange::NumberGenerator). Подразумевано је 5, што значи да бројач почиње од 10000.

source: Sets up the state machine for changes.
sr: Подеси машину стања за промене.

source: Sets up the state machine for workorders.
sr: Подеси машину стања за радне налоге.

source: Shows a checkbox in the workorder edit screen of the agent interface that defines if the the following workorders should also be moved if a workorder is modified and the planned end time has changed.
sr: Приказује поље за потврду у екрану измена радног налога у интерфејсу оператера које дефинише да ли ће следећи радни налози такође бити премештени уколико је радни налог измењен и планирано време завршетка промењено.

source: Shows a link in the menu that allows changing the workorder agent, in the zoom view of the workorder of the agent interface.
sr: У менију приказује везу која омогућава измену оператера радног налога, у детаљном приказу тог налога у интерфејсу оператера.

source: Shows a link in the menu that allows defining a change as a template in the zoom view of the change, in the agent interface.
sr: У менију приказује везу која омогућава дефинисање промене као шаблона на детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu that allows defining a workorder as a template in the zoom view of the workorder, in the agent interface.
sr: У менију приказује везу која омогућава дефинисање радног налога као шаблона на детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu that allows editing the report of a workorder, in the zoom view of the workorder of the agent interface.
sr: У менију приказује везу која омогућава измену извештаја радног налога, у детаљном приказу тог налога у интерфејсу оператера.

source: Shows a link in the menu that allows linking a change with another object in the change zoom view of the agent interface.
sr: У менију приказује везу која омогућаваповезивање промене са другим објектом на детаљном приказу промене у интерфејсу оператера.

source: Shows a link in the menu that allows linking a workorder with another object in the zoom view of the workorder of the agent interface.
sr: У менију приказује везу која омогућава повезивање радног налога са другим објектом у детаљном приказу тог налога у интерфејсу оператера.

source: Shows a link in the menu that allows moving the time slot of a change in its zoom view of the agent interface.
sr: У менију приказује везу која омогућава померање временског термина промене на детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu that allows taking a workorder in the its zoom view of the agent interface.
sr: У менију приказује везу која омогућава преузимање радног налога на детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to access the conditions of a change in the its zoom view of the agent interface.
sr: У менију приказује везу која омогућава приступ условима промене на детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to access the history of a change in the its zoom view of the agent interface.
sr: У менију приказује везу која омогућава приступ историјату промене на детаљном приказу у интерфејсу оператера.
