Repository: znuny/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: sr

source: Category ↔ Impact ↔ Priority
sr: Категорија ↔ утицај ↔ приоритет

source: Manage the priority result of combinating Category ↔ Impact.
sr: Управљање резултатом приоритета комбинацијом категорија ↔ утицај.

source: Priority allocation
sr: Расподела приоритета

source: ITSM ChangeManagement Notification Management
sr: Управљање обавештењима у ITSM управљању променама

source: Add Notification Rule
sr: Додај правило обавештавања

source: Edit Notification Rule
sr: Уреди правило обавештавања

source: A notification should have a name!
sr: Обавештење треба да има име!

source: Name is required.
sr: Име је обавезно.

source: Admin State Machine
sr: Администарција машине стања

source: Select a catalog class!
sr: Избор класе каталога!

source: A catalog class is required!
sr: Класа каталога је обавезна!

source: Add a state transition
sr: Додај транзицију статуса

source: Catalog Class
sr: Класа каталога

source: Object Name
sr: Назив објекта

source: Overview over state transitions for
sr: Преглед преко транзиције статуса за

source: Delete this state transition
sr: Обриши ову транзицију статуса

source: Add a new state transition for
sr: Додај нову транзицију статуса за

source: Please select a state!
sr: Молимо да одаберете стање!

source: Please select a next state!
sr: Молимо да одаберете следеће стање!

source: Edit a state transition for
sr: Уреди транзицију статуса за

source: Do you really want to delete the state transition
sr: Да ли заиста желите да обришете ову транзицију статуса?

source: Add Change
sr: Додај промену

source: ITSM Change
sr: ITSM промена

source: Justification
sr: Оправдање

source: Input invalid.
sr: Неисправан унос.

source: Impact
sr: Утицај

source: Requested Date
sr: Тражени датум

source: Select Change Template
sr: Изабери шаблон промене

source: Time type
sr: Тип времена

source: Invalid time type.
sr: Неисправан тип времена.

source: New time
sr: Ново време

source: Save Change CAB as template
sr: Сачувај промену CAB као шаблон

source: go to involved persons screen
sr: иди на екран укључених особа

source: Invalid Name
sr: Погрешно име

source: Conditions and Actions
sr: Услови и акције

source: Delete Condition
sr: Услов брисања

source: Add new condition
sr: Додај нови услов

source: Edit Condition
sr: Уреди услов

source: Need a valid name.
sr: Потребно је исправно име.

source: A valid name is needed.
sr: Неопходно је важеће име.

source: Duplicate name:
sr: Дупликат имена:

source: This name is already used by another condition.
sr: ово име је већ употребљено за други услов.

source: Matching
sr: Подударање

source: Any expression (OR)
sr: Сваки израз (OR)

source: All expressions (AND)
sr: Сви изрази (AND)

source: Expressions
sr: Изрази

source: Selector
sr: Бирач

source: Operator
sr: Оператор

source: Delete Expression
sr: Обриши израз

source: No Expressions found.
sr: Није пронађен ниједан израз.

source: Add new expression
sr: Додај нов израз

source: Delete Action
sr: Обриши акцију

source: No Actions found.
sr: Није пронађена ниједна акција.

source: Add new action
sr: Додај нову акцију

source: Do you really want to delete this change?
sr: Да ли заиста желите да избришете ову промену?

source: Edit %s%s
sr: Уреди %s%s

source: History of %s%s
sr: Историјат од %s%s

source: History Content
sr: Садржај историјата

source: Workorder
sr: Радни налог

source: Createtime
sr: Време креирања

source: Show details
sr: Прикажи детаље

source: Show workorder
sr: Прикажи радни налог

source: Detailed history information of %s
sr: Детаљни историјат за %s

source: Modified
sr: Промењено

source: Old Value
sr: Стара вредност

source: New Value
sr: Нова вредност

source: Edit Involved Persons of %s%s
sr: Уреди укључене особе за %s%s

source: Involved Persons
sr: Укључене особе

source: ChangeManager
sr: Управљач променама

source: User invalid.
sr: Неисправан корисник.

source: ChangeBuilder
sr: Градитељ промене

source: Change Advisory Board
sr: Саветодавни одбор за промене

source: CAB Template
sr: CAB шаблон

source: Apply Template
sr: Примени шаблон

source: NewTemplate
sr: Нови шаблон

source: Save this CAB as template
sr: Сачувај ово као CAB шаблон

source: Add to CAB
sr: Додај у CAB

source: Invalid User
sr: Погрешан корисник

source: Current CAB
sr: Актуелни CAB

source: Context Settings
sr: Подешавање контекста

source: Changes per page
sr: Промена по страни

source: Workorder Title
sr: Наслов радног налога

source: Change Title
sr: Наслов промене

source: Workorder Agent
sr: Оператер за радни налог

source: Change Builder
sr: Градитељ промене

source: Change Manager
sr: Управљање променама

source: Workorders
sr: Радни налози

source: Change State
sr: Стање промене

source: Workorder State
sr: Стање радног налога

source: Workorder Type
sr: Тип радног налога

source: Requested Time
sr: Тражено време

source: Planned Start Time
sr: Планирано време почетка

source: Planned End Time
sr: Планирано време завршетка

source: Actual Start Time
sr: Стварно време почетка

source: Actual End Time
sr: Стварно време завршетка

source: Do you really want to reset this change?
sr: Да ли заиста желите да поништите ову промену?

source: (e.g. 10*5155 or 105658*)
sr: (нпр 10*5155 или 105658*)

source: CAB Agent
sr: Оператер CAB

source: e.g.
sr: нпр.

source: CAB Customer
sr: CAB клијент

source: ITSM Workorder Instruction
sr: Упутство ITSM радног налога

source: ITSM Workorder Report
sr: Извештај ITSM радног налога

source: ITSM Change Priority
sr: Приоритет ITSM промене

source: ITSM Change Impact
sr: Утицај ITSM промене

source: Change Category
sr: Категорија промене

source: (before/after)
sr: (пре/после)

source: (between)
sr: (између)

source: Save Change as Template
sr: Сачувај промену као шаблон

source: A template should have a name!
sr: Шаблон треба да има име!

source: The template name is required.
sr: Име шаблона је обавезно.

source: Reset States
sr: Поништи стања

source: Overwrite original template
sr: Препиши преко оригиналног шаблона

source: Delete original change
sr: Обриши оригиналну промену

source: Move Time Slot
sr: Помери временски термин

source: Change Information
sr: Информација о промени

source: Planned Effort
sr: Планирани напор

source: Accounted Time
sr: Обрачунато време

source: Change Initiator(s)
sr: Иницијатор(и) промене

source: Last changed
sr: Задњи пут промењено

source: Last changed by
sr: Променио

source: To open links in the following description blocks, you might need to press Ctrl or Cmd or Shift key while clicking the link (depending on your browser and OS).
sr: Да бисте отворили везе у следећим блоковима описа, можда ћете требати да притиснете "Ctrl" или "Cmd" или "Shift" тастер док истовремено кликнете на везу (зависи од вашег оперативног система и претраживача).

source: Download Attachment
sr: Преузми прилог

source: Edit CAB Template
sr: Уреди CAB шаблон

source: This will create a new change from this template, so you can edit and save it.
sr: Ово ће креирати нову промену од овог шаблона, па је можете изменити и сачувати.

source: The new change will be deleted automatically after it has been saved as template.
sr: Нова промена ће аутоматски бити обрисана, кад буде сачувана као шаблон.

source: This will create a new workorder from this template, so you can edit and save it.
sr: Ово ће креирати нов радни налог од овог шаблона, па га можете изменити и сачувати.

source: A temporary change will be created which contains the workorder.
sr: Биће креирана привремена промена која садржи радни налог.

source: The temporary change and new workorder will be deleted automatically after the workorder has been saved as template.
sr: Привремана промена и нови радни налог ће аутоматски бити обрисани, кад радни налог буде сачуван као шаблон.

source: Do you want to proceed?
sr: Да ли желите да наставите?

source: Template ID
sr: ID шаблона

source: Edit Content
sr: Уреди садржај

source: Create by
sr: Креирао

source: Change by
sr: Изменио

source: Change Time
sr: Време промене

source: Add Workorder to %s%s
sr: Додај радни налог у %s%s

source: Instruction
sr: Инструкција

source: Invalid workorder type.
sr: Неисправан тип радног налога.

source: The planned start time must be before the planned end time!
sr: Планирано време почетка мора бити пре планираног времена завршетка!

source: Invalid format.
sr: Неисправан формат.

source: Select Workorder Template
sr: Изабери шаблон радног налога

source: Edit Workorder Agent of %s%s
sr: Уреди корисника радног налога за %s%s

source: Do you really want to delete this workorder?
sr: Да ли заиста желите да избришете овај радни налог?

source: You can not delete this Workorder. It is used in at least one Condition!
sr: Не можете обрисати овај радни налог. Употребљен је у бар једном услову

source: This Workorder is used in the following Condition(s)
sr: Овај радни налог је употребљен у следећим условима

source: Edit %s%s-%s
sr: Уреди %s%s-%s

source: Move following workorders accordingly
sr: Померите адекватно следеће радне налоге

source: If the planned end time of this workorder is changed, the planned start times of all following workorders will be changed accordingly
sr: Планирано време завршетка овог радног налога је промењено, планирана времена почетка свих наредних радних налога ће бити адекватно усклађена

source: History of %s%s-%s
sr: Историјат за %s%s-%s

source: Edit Report of %s%s-%s
sr: Уреди извештај за %s%s-%s

source: Report
sr: Извештај

source: The actual start time must be before the actual end time!
sr: Актуелно време почетка мора бити пре актуелног времена завршетка!

source: The actual start time must be set, when the actual end time is set!
sr: Актуелно време почетка мора бити подешено када је подешено и актуелно време завршетка!

source: Current Agent
sr: Актуелни оператер

source: Do you really want to take this workorder?
sr: Да ли заиста желите да преузмете овај радни налог?

source: Save Workorder as Template
sr: Сачувај радни налог као шаблон

source: Delete original workorder (and surrounding change)
sr: Обриши оригинални радни налог (и промену у којој је)

source: Workorder Information
sr: Информација о радном налогу

source: Notification Added!
sr: Додато обавештење!

source: Unknown notification %s!
sr: Непознато обавештење %s!

source: There was an error creating the notification.
sr: Дошло је до грешке приликом креирања обавештења.

source: State Transition Updated!
sr: Ажурирано транзиционо стање!

source: State Transition Added!
sr: Додато транзиционо стање!

source: Overview: ITSM Changes
sr: Преглед: ITSM промене

source: Ticket with TicketID %s does not exist!
sr: Тикет са TicketID %s не постоји!

source: Missing sysconfig option "ITSMChange::AddChangeLinkTicketTypes"!
sr: Недостаје опција системске конфигурације "ITSMChange::AddChangeLinkTicketTypes"!

source: Was not able to add change!
sr: Није било могуће додати промену!

source: Was not able to create change from template!
sr: Није било могуће креирати промену из шаблона!

source: No ChangeID is given!
sr: Није дат ChangeID!

source: No change found for changeID %s.
sr: Није пронађена промена за ChangeID %s.

source: The CAB of change "%s" could not be serialized.
sr: CAB промене %s се не може серијализовати.

source: Could not add the template.
sr: Није могуће додати шаблон.

source: Change "%s" not found in database!
sr: Промена "%s" није нађена у бази података!

source: Could not delete ConditionID %s!
sr: Није могуће обрисати ConditionID %s!

source: No %s is given!
sr: Није дат %s!

source: Could not create new condition!
sr: Није могуће креирати нови услов!

source: Could not update ConditionID %s!
sr: Није могуће ажурирати ConditionID %s!

source: Could not update ExpressionID %s!
sr: Није могуће ажурирати ExpressionID %s!

source: Could not add new Expression!
sr: Није могуће додати нови Expression!

source: Could not update ActionID %s!
sr: Није могуће ажурирати ActionID %s!

source: Could not add new Action!
sr: Није могуће додати нови Action!

source: Could not delete ExpressionID %s!
sr: Није могуће обрисати ExpressionID %s!

source: Could not delete ActionID %s!
sr: Није могуће обрисати ActionID %s!

source: Error: Unknown field type "%s"!
sr: Грешка: Непознат тип поља "%s"!

source: ConditionID %s does not belong to the given ChangeID %s!
sr: ConditionID %s не припада датом ChangeID %s!

source: Change "%s" does not have an allowed change state to be deleted!
sr: Промена "%s" није у дозвољеном стању да би била обрисана!

source: Was not able to delete the changeID %s!
sr: Није било могуће обрисати ChangeID %s!

source: Was not able to update Change!
sr: Није било могуће ажурирати промену!

source: Can't show history, as no ChangeID is given!
sr: Не може се приказати историјат, јер није дат ChangeID!

source: Change "%s" not found in the database!
sr: Промена "%s" није нађена у бази података!

source: Unknown type "%s" encountered!
sr: Непознат тип "%s"!

source: Change History
sr: Историјат промене

source: Can't show history zoom, no HistoryEntryID is given!
sr: Не могу се приказати детаљи историјата јер није дат HistoryEntryID!

source: HistoryEntry "%s" not found in database!
sr: Ставка историјата "%s" није нађена у бази података!

source: Was not able to update Change CAB for Change %s!
sr: Није било могуће ажурирати CAB промен за промену %s!

source: Was not able to update Change %s!
sr: Није било могуће ажурирати промену %s!

source: Overview: ChangeManager
sr: Преглед: Управљач променама

source: Overview: My CAB
sr: Преглед: Мој CAB

source: Overview: My Changes
sr: Преглед: Моје промене

source: Overview: My Workorders
sr: Преглед: Моји радни налози

source: Overview: PIR
sr: Преглед: PIR

source: Overview: PSA
sr: Преглед: PSA

source: WorkOrder "%s" not found in database!
sr: Радни налог "%s" није нађен у бази података!

source: Can't create output, as the workorder is not attached to a change!
sr: Не може се крирати излаз јер радни налог није придодат промени!

source: Can't create output, as no ChangeID is given!
sr: Не може се крирати излаз јер није дат ChangeID!

source: unknown change title
sr: непознат наслов промене

source: ITSM Workorder
sr: ITSM радни налог

source: WorkOrderNumber
sr: Број радног налога

source: WorkOrderTitle
sr: Радни налог - наслов

source: unknown workorder title
sr: непознат наслов радног налога

source: ChangeState
sr: Промена - статус

source: PlannedEffort
sr: Планирани напор

source: CAB Agents
sr: Оператери CAB

source: CAB Customers
sr: CAB клијенти

source: RequestedTime
sr: Тражено време

source: PlannedStartTime
sr: Планирано време почетка

source: PlannedEndTime
sr: Планирано време завршетка

source: ActualStartTime
sr: Стварно време почетка

source: ActualEndTime
sr: Стварно време завршетка

source: ChangeTime
sr: Време промене

source: ChangeNumber
sr: Број промене

source: WorkOrderState
sr: Радни налог - статус

source: WorkOrderType
sr: Радни налог - тип

source: WorkOrderAgent
sr: Радни налог - оператер

source: ITSM Workorder Overview (%s)
sr: Преглед ITSM радног налога (%s)

source: Was not able to reset WorkOrder %s of Change %s!
sr: Није било могуће поништити радни налог %s за промену %s!

source: Was not able to reset Change %s!
sr: Није било могуће поништити промену %s!

source: Overview: Change Schedule
sr: Преглед: Планер промена

source: Change Search
sr: Претрага промена

source: ChangeTitle
sr: Промена - наслов

source: WorkOrders
sr: Радни налози

source: Change Search Result
sr: Резултат претраге промена

source: Change Number
sr: Број промене

source: Work Order Title
sr: Наслов радног налога

source: Change Description
sr: Опис промене

source: Change Justification
sr: Оправданост промене

source: WorkOrder Instruction
sr: Упутсво за радни налог

source: WorkOrder Report
sr: Извештај радног налога

source: Change Priority
sr: Приоритет промене

source: Change Impact
sr: Утицај промене

source: Created By
sr: Креирао

source: WorkOrder State
sr: Стање радног налога

source: WorkOrder Type
sr: Тип радног налога

source: WorkOrder Agent
sr: Оператер за радни налог

source: before
sr: пре

source: The change "%s" could not be serialized.
sr: Промена %s се не може серијализовати.

source: Could not update the template "%s".
sr: Није могуће ажурирати шаблон "%s".

source: Could not delete change "%s".
sr: Није могуће обрисати промену "%s".

source: The change can't be moved, as it has no workorders.
sr: Промена се не може померити јер нема радне налоге.

source: Add a workorder first.
sr: Прво додај радни налог.

source: Can't move a change which already has started!
sr: Промена која је већ покренута се не може померати!

source: Please move the individual workorders instead.
sr: Молимо да уместо тога померите поједине радне налоге.

source: The current %s could not be determined.
sr: Актуелна %s се не може одредити.

source: The %s of all workorders has to be defined.
sr: %s свих радних налога треба да буде дефинисан.

source: Was not able to move time slot for workorder #%s!
sr: Није било могуће преместити термин за радни налог #%s!

source: You need %s permission!
sr: Потребна вам је %s дозвола!

source: No TemplateID is given!
sr: Није дат TemplateID!

source: Template "%s" not found in database!
sr: Шаблон "%s" није нађен у бази података!

source: Was not able to delete the template %s!
sr: Није било могуће обрисати шаблон %s!

source: Was not able to update Template %s!
sr: Није било могуће ажурирати шаблон %s!

source: Was not able to update Template "%s"!
sr: Није било могуће ажурирати шаблон "%s"!

source: Was not able to create change!
sr: Није било могуће креирати промену!

source: Was not able to create workorder from template!
sr: Није било могуће креирати радни налог из промене!

source: Overview: Template
sr: Преглед: Шаблон

source: You need %s permissions on the change!
sr: Потребне су вам %s дозволе за промену!

source: Was not able to add workorder!
sr: Није било могуће додати радни налог!

source: No WorkOrderID is given!
sr: Није дат WorkOrderID!

source: Was not able to set the workorder agent of the workorder "%s" to empty!
sr: Није било могуће подесити радни налог "%s" без оператера!

source: Was not able to update the workorder "%s"!
sr: Није било могуће ажурирати радни налог "%s"!

source: Could not find Change for WorkOrder %s!
sr: Није могуће пронаћи промену за радни налог %s!

source: Was not able to delete the workorder %s!
sr: Није било могуће обрисати радни налог %s!

source: Was not able to update WorkOrder %s!
sr: Није било могуће ажурирати радни налог %s!

source: Can't show history, as no WorkOrderID is given!
sr: Не може се приказати историјат јер није дат WorkOrderID!

source: WorkOrder "%s" not found in the database!
sr: Радни налог "%s" није нађен у бази података!

source: WorkOrder History
sr: Историјат радног налога

source: History entry "%s" not found in the database!
sr: Ставка историјата "%s" није нађена у бази података!

source: WorkOrder History Zoom
sr: Детаљи историјата радног налога

source: Was not able to take the workorder %s!
sr: Није било могуће преузети радни налог %s!

source: The workorder "%s" could not be serialized.
sr: Радни налог "%s" се не може серијализовати.

source: Need config option %s!
sr: Потребна конфигурациона опција %s!

source: Config option %s needs to be a HASH ref!
sr: Конфигурациона опција %s мора бити HASH референца!

source: No config option found for the view "%s"!
sr: Није пронађена конфигурациона ставка за преглед "%s"!

source: Title: %s | Type: %s
sr: Наслов: %s | Тип: %s

source: My CABs
sr: Моји CAB

source: My Changes
sr: Моје промене

source: My Work Orders
sr: Моји радни налози

source: New Action (ID=%s)
sr: Нова акција (ID=%s)

source: Action (ID=%s) deleted
sr: Обрисана акција (ID=%s)

source: All Actions of Condition (ID=%s) deleted
sr: Обрисане све акције услова (ID=%s)

source: Action (ID=%s) executed: %s
sr: Извршена акција (ID=%s): %s

source: %s (Action ID=%s): (new=%s, old=%s)
sr: %s (акција ID=%s): (ново=%s, старо=%s)

source: Change (ID=%s) reached actual end time.
sr: Промена (ID=%s) је достигла стварно време завршетка.

source: Change (ID=%s) reached actual start time.
sr: Промена (ID=%s) је достигла стварно време почетка.

source: New Change (ID=%s)
sr: Нова промена (ID=%s)

source: New Attachment: %s
sr: Нов прилог: %s

source: Deleted Attachment %s
sr: Обрисан прилог %s

source: CAB Deleted %s
sr: Обрисан CAB %s

source: %s: (new=%s, old=%s)
sr: %s: (ново=%s, старо=%s)

source: Link to %s (ID=%s) added
sr: Повезано са %s (ID=%s)

source: Link to %s (ID=%s) deleted
sr: Обрисана веза са %s (ID=%s)

source: Notification sent to %s (Event: %s)
sr: Послато обавештење %s (догађај: %s)

source: Change (ID=%s) reached planned end time.
sr: Промена (ID=%s) је достигла планирано време завршетка.

source: Change (ID=%s) reached planned start time.
sr: Промена (ID=%s) је достигла планирано време почетка.

source: Change (ID=%s) reached requested time.
sr: Промена (ID=%s) је достигла тражено време.

source: New Condition (ID=%s)
sr: Нов услов (ID=%s)

source: Condition (ID=%s) deleted
sr: Обрисан услов (ID=%s)

source: All Conditions of Change (ID=%s) deleted
sr: Обрисани сви услови промене (ID=%s)

source: %s (Condition ID=%s): (new=%s, old=%s)
sr: %s (услов ID=%s): (ново=%s, старо=%s)

source: New Expression (ID=%s)
sr: Нов израз (ID=%s)

source: Expression (ID=%s) deleted
sr: Обрисан израз (ID=%s)

source: All Expressions of Condition (ID=%s) deleted
sr: Обрисани сви изрази услова (ID=%s)

source: %s (Expression ID=%s): (new=%s, old=%s)
sr: %s (израз ID=%s): (ново=%s, старо=%s)

source: Workorder (ID=%s) reached actual end time.
sr: Радни налог (ID=%s) је достигао стварно време завршетка.

source: Workorder (ID=%s) reached actual start time.
sr: Радни налог (ID=%s) је достигао стварно време почетка.

source: New Workorder (ID=%s)
sr: Нови радни налог (ID=%s)

source: New Attachment for WorkOrder: %s
sr: Нов прилог за радни налог: %s

source: (ID=%s) New Attachment for WorkOrder: %s
sr: (ID=%s) Нов прилог за радни налог: %s

source: Deleted Attachment from WorkOrder: %s
sr: Обрисан прилог за радни налог: %s

source: (ID=%s) Deleted Attachment from WorkOrder: %s
sr: (ID=%s) Обрисан прилог за радни налог: %s

source: New Report Attachment for WorkOrder: %s
sr: Нов прилог извештаја за радни налог: %s

source: (ID=%s) New Report Attachment for WorkOrder: %s
sr: (ID=%s) Нов прилог извештаја за радни налог: %s

source: Deleted Report Attachment from WorkOrder: %s
sr: Обрисан прилог извештаја за радни налог: %s

source: (ID=%s) Deleted Report Attachment from WorkOrder: %s
sr: (ID=%s) Обрисан прилог извештаја за радни налог: %s

source: Workorder (ID=%s) deleted
sr: Обрисан радни налог (ID=%s)

source: (ID=%s) Link to %s (ID=%s) added
sr: (ID=%s) Повезано са %s (ID=%s)

source: (ID=%s) Link to %s (ID=%s) deleted
sr: (ID=%s) Обрисана веза са %s (ID=%s)

source: (ID=%s) Notification sent to %s (Event: %s)
sr: (ID=%s) Послато обавештење %s (догађај: %s)

source: Workorder (ID=%s) reached planned end time.
sr: Радни налог (ID=%s) је достигао планирано време завршетка.

source: Workorder (ID=%s) reached planned start time.
sr: Радни налог (ID=%s) је достигао планирано време почетка.

source: (ID=%s) %s: (new=%s, old=%s)
sr: (ID=%s) %s: (ново=%s, старо=%s)

source: all
sr: sve

source: any
sr: сваки

source: Previous Change Builder
sr: Претходни градитељ промене

source: Previous Change Manager
sr: Претходни управних промене

source: Workorder Agents
sr: Оператери радног налога

source: Previous Workorder Agent
sr: Претходни оператер радног налога

source: Change Initiators
sr: Иницијатори промене

source: Group ITSMChange
sr: Група ITSMChange

source: Group ITSMChangeBuilder
sr: Група ITSMChangeBuilder

source: Group ITSMChangeManager
sr: Група ITSMChangeManager

source: requested
sr: захтевано

source: pending approval
sr: одобрење на чекању
