Repository: znuny/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: sr

source: rejected
sr: одбијено

source: approved
sr: одобрено

source: in progress
sr: у току

source: pending pir
sr: PIR на чекању

source: successful
sr: успешно

source: failed
sr: неуспешно

source: canceled
sr: отказано

source: retracted
sr: повучено

source: created
sr: креирано

source: accepted
sr: прихваћено

source: ready
sr: спремно

source: approval
sr: одобрење

source: workorder
sr: радни налог

source: backout
sr: одустанак

source: decision
sr: одлука

source: CategoryID
sr: ИД Категорије

source: ImpactID
sr: ИД утицаја

source: PriorityID
sr: ИД приоритета

source: is
sr: је

source: is not
sr: није

source: is empty
sr: је празно

source: is not empty
sr: није празно

source: is greater than
sr: је веће од

source: is less than
sr: је мање од

source: is before
sr: је пре

source: is after
sr: је после

source: contains
sr: садржи

source: not contains
sr: не садржи

source: begins with
sr: почиње са

source: ends with
sr: завршава са

source: set
sr: подеси

source: Do you really want to delete this expression?
sr: Да ли стварно желите да обришете овај израз?

source: Do you really want to delete this action?
sr: Да ли стварно желите да обришете ову акцију?

source: Do you really want to delete this condition?
sr: Да ли заиста желите да обришете овај услов?

source: Ok
sr: У реду

source: A list of the agents who have permission to take workorders. Key is a login name. Content is 0 or 1.
sr: Листа оператера који имају дозволу преузимања радних налога. Кључ је корисничко име. Садржај је 0 или 1.

source: A list of workorder states, at which the ActualStartTime of a workorder will be set if it was empty at this point.
sr: Листа статуса радног налога, при којима ће актуелно време почетка радног налога, бити постављено ако је празно у овом моменту.

source: Actual end time
sr: Стварно време завршетка

source: Actual start time
sr: Стварно време почетка

source: Add Workorder
sr: Додај радни налог

source: Add Workorder (from Template)
sr: Додај радни налог (од шаблона)

source: Add a change from template.
sr: Додај промену из шаблона.

source: Add a change.
sr: Додај промену.

source: Add a workorder (from template) to the change.
sr: Додај радни налог промени (од шаблона).

source: Add a workorder to the change.
sr: Додај радни налог промени.

source: Add from template
sr: Додај из шаблона

source: Admin of the CIP matrix.
sr: Администрација CIP матрице.

source: Admin of the state machine.
sr: Администрација машине стања

source: Agent interface notification module to see the number of change advisory boards.
sr: Модул интерфејса оператера за обавештавање, преглед броја Саветодавних Одбора за Промене.

source: Agent interface notification module to see the number of changes managed by the user.
sr: Модул интерфејса оператера за обавештавање, преглед броја промена којима управља корисник.

source: Agent interface notification module to see the number of changes.
sr: Модул интерфејса оператера за обавештавање, преглед броја промена.

source: Agent interface notification module to see the number of workorders.
sr: Модул обавештавања у интерфејсу оператера за приказ броја радних налога.

source: CAB Member Search
sr: Претрага чланова CAB

source: Cache time in minutes for the change management toolbars. Default: 3 hours (180 minutes).
sr: Време кеширања у минутама за алатне траке управљача променама. Подразумевано 3 сата (180 минута).

source: Cache time in minutes for the change management. Default: 5 days (7200 minutes).
sr: Време кеширања у минутима за управљање променама. Подразумевано: 5 дана (7200 минута).

source: Change CAB Templates
sr: Шаблони промена CAB

source: Change History.
sr: Историјат промене.

source: Change Involved Persons.
sr: Особе укључене у промену.

source: Change Overview "Small" Limit
sr: Ограничење прегледа промена малог формата

source: Change Overview.
sr: Преглед промене.

source: Change Print.
sr: Штампа промене.

source: Change Schedule
sr: Планер промена

source: Change Schedule.
sr: Планер промена.

source: Change Settings
sr: Промени подешавања

source: Change Zoom
sr: Детаљи промене.

source: Change Zoom.
sr: Детаљи промене.

source: Change and Workorder Templates
sr: Измени шаблоне радног налога

source: Change and workorder templates edited by this user.
sr: Шаблони промена и радних налога које је мењао овај корисник.

source: Change area.
sr: Простор промене.

source: Change involved persons of the change.
sr: Измени особе укључене у ову промену.

source: Change limit per page for Change Overview "Small".
sr: Ограничење броја промена по страници за преглед малог формата.

source: Change number
sr: Број промене

source: Change search backend router of the agent interface.
sr: Позадински модул претраге за промене у интерфејсу оператера

source: Change state
sr: Стање промене

source: Change time
sr: Време промене

source: Change title
sr: Наслов промене

source: Condition Edit
sr: Уреди услов

source: Condition Overview
sr: Преглед услова

source: Configure which screen should be shown after a new workorder has been created.
sr: Конфигурише који екран би требало приказати након креирања новог радног налога.

source: Configures how often the notifications are sent when planned the start time or other time values have been reached/passed.
sr: Дефинише колико често се шаљу обавештења када су планирана времена почетка или друге временске вредности достигнута/прошла.

source: Create Change
sr: Направи промену

source: Create Change (from Template)
sr: Направи промену (од шаблона)

source: Create a change (from template) from this ticket.
sr: Направи промену (од шаблона) из овог тикета.

source: Create a change from this ticket.
sr: Направи промену из овог тикета.

source: Create and manage ITSM Change Management notifications.
sr: Креирање и управљање обавештењима ITSM управљањем променама.

source: Create and manage change notifications.
sr: Креирање и управљање обавештењима о промени.

source: Default type for a workorder. This entry must exist in general catalog class 'ITSM::ChangeManagement::WorkOrder::Type'.
sr: Подразумевени тип радног налога. Овај унос мора да постоји у класи општег каталога 'ITSM::ChangeManagement::WorkOrder::Type'.

source: Define Actions where a settings button is available in the linked objects widget (LinkObject::ViewMode = "complex"). Please note that these Actions must have registered the following JS and CSS files: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js and Core.Agent.LinkObject.js.
sr: Дефинише акције где је дугме поставки доступно у повезаном графичком елементу објекта (LinkObject::ViewMode = "complex"). Молимо да имате на уму да ове Акције морају да буду регистроване у следећим JS и CSS датотекама: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js и Core.Agent.LinkObject.js.

source: Define the signals for each workorder state.
sr: Дефинише сигнале за сваки статус радног налога.

source: Define which columns are shown in the linked Changes widget (LinkObject::ViewMode = "complex"). Note: Only Change attributes are allowed for DefaultColumns. Possible settings: 0 = Disabled, 1 = Available, 2 = Enabled by default.
sr: Дефинише које колоне су приказане у повезаном графичком елементу промена (LinkObject::ViewMode = "complex"). Напомена: Само атрибути промене су дозвољени за подразумеване колоне. Могуће поставке: 0 = онемогућено, 1 = доступно, 2 = подразумевано активирано.

source: Define which columns are shown in the linked Workorder widget (LinkObject::ViewMode = "complex"). Note: Only Workorder attributes are allowed for DefaultColumns. Possible settings: 0 = Disabled, 1 = Available, 2 = Enabled by default.
sr: Дефинише које колоне су приказане у повезаном графичком елементу Радног налога (LinkObject::ViewMode = "complex"). Напомена: Само атрибути радног налога су дозвољени за подразумеване колоне. Могуће поставке: 0 = онемогућено, 1 = доступно, 2 = подразумевано активирано.

source: Defines an overview module to show the small view of a change list.
sr: Одређује модул прегледа за мали приказ листе промена.

source: Defines an overview module to show the small view of a template list.
sr: Одређује модул прегледа за мали приказ листе шаблона.

source: Defines if it will be possible to print the accounted time.
sr: Дефинише да ли јемогуће штампање обрачунатог времена.

source: Defines if it will be possible to print the planned effort.
sr: Одређује да ли ће бити могуће штампање планираних напора.

source: Defines if reachable (as defined by the state machine) change end states should be allowed if a change is in a locked state.
sr: Одређује да ли доступне (као што је одређено у машини стања) промене и статуси треба да буду дозвољени ако је промена у закључаном статусу.

source: Defines if reachable (as defined by the state machine) workorder end states should be allowed if a workorder is in a locked state.
sr: Одређује да ли доступни (као што је одређено у машини стања) радни налози и статуси треба да буду дозвољени ако је радни налог у закључаном статусу.

source: Defines if the accounted time should be shown.
sr: Дефинише да ли обрачунато време треба да буде приказано.

source: Defines if the actual start and end times should be set.
sr: Дефинише да ли актуелна времена почетка и завршетка треба да се подесе.

source: Defines if the change search and the workorder search functions could use the mirror DB.
sr: Одређује да ли функције претраге промена и претраге радних налога могу да користе пресликану базу података.

source: Defines if the change state can be set in the change edit screen of the agent interface.
sr: Дефинише да ли стање промене може бити постављену у екрану измена у интерфејсу оператера.

source: Defines if the planned effort should be shown.
sr: Одређује да ли планирани напор треба да буде приказан.

source: Defines if the requested date should be print by customer.
sr: Дефинише да ли клијент треба да штампа тражени датум.

source: Defines if the requested date should be searched by customer.
sr: Дефинише да ли клијент може да претражује тражени датум.

source: Defines if the requested date should be set by customer.
sr: Дефинише да ли клијент може да подеси тражени датум.

source: Defines if the requested date should be shown by customer.
sr: Дефинише да ли клијент може да прикаже тражени датум.

source: Defines if the workorder state should be shown.
sr: Дефинише да ли ће статус радног налога бити приказан.

source: Defines if the workorder title should be shown.
sr: Дефинише да ли ће наслов радног налога бити приказан.

source: Defines shown graph attributes.
sr: Дефинише атрибуте приказаног графикона.

source: Defines that only changes containing Workorders linked with services, which the customer user has permission to use will be shown. Any other changes will not be displayed.
sr: Дефинише да ће бити приказане само промене које садрже радне налоге повезане са сервисима, за које клијент корисник има дозволу употребе. Све друге промене неће бити приказане.

source: Defines the change states that will be allowed to delete.
sr: Дефинише стања промена која је дозвољено да се обришу.

source: Defines the change states that will be used as filters in the Change PSA overview.
sr: Дефинише статусе промена који ће бити кориштени као филтери у ПДС прегледу промена.

source: Defines the change states that will be used as filters in the Change Schedule overview.
sr: Одређује статусе промена које ће бити кориштене као филтери у прегледу планера промена.

source: Defines the change states that will be used as filters in the MyCAB overview.
sr: Дефинише статусе промена који ће бити кориштени као филтери у прегледу мојих промена.

source: Defines the change states that will be used as filters in the MyChanges overview.
sr: Одређује статусе промена које ће бити кориштене као филтери у прегледу мојих промена.

source: Defines the change states that will be used as filters in the change manager overview.
sr: Одређује статусе промена које ће бити кориштене као филтери у прегледу управљача променама.

source: Defines the change states that will be used as filters in the change overview.
sr: Одређује статусе промена које ће бити кориштене као филтери у прегледу промена.

source: Defines the change states that will be used as filters in the customer change schedule overview.
sr: Одређује статусе промена које ће бити кориштене као филтери у прегледу клијентског планера промена.

source: Defines the default change title for a dummy change which is needed to edit a workorder template.
sr: Одређује подразумевани наслов празне промене која је потребна за измену шаблона радног налога.

source: Defines the default sort criteria in the change PSA overview.
sr: Дефинише подразумевани критеријум сортирања у PSA прегледу промена.

source: Defines the default sort criteria in the change manager overview.
sr: Одређује подразумеване услове сортирања у прегледу управљача променама.

source: Defines the default sort criteria in the change overview.
sr: Дефинише подразумевани критеријум сортирања у прегледу промена.

source: Defines the default sort criteria in the change schedule overview.
sr: Дефинише подразумевани критеријум сортирања у прегледу планера промена.

source: Defines the default sort criteria of the changes in the MyCAB overview.
sr: Дефинише подразумевани критеријум сортирања у прегледу промена мојих CAB.

source: Defines the default sort criteria of the changes in the MyChanges overview.
sr: Одређује подразумеване услове сортирања промена у прегледу мојих промена.

source: Defines the default sort criteria of the changes in the MyWorkorders overview.
sr: Одређује подразумеване услове сортирања промена у прегледу мојих радних налога.

source: Defines the default sort criteria of the changes in the PIR overview.
sr: Дефинише подразумевани критеријум сортирања у прегледу PIR промена.

source: Defines the default sort criteria of the changes in the customer change schedule overview.
sr: Одређује подразумеване услове сортирања промена у прегледу клијентског планера промена.

source: Defines the default sort criteria of the changes in the template overview.
sr: Дефинише подразумевани критеријум сортирања промена у прегледу шаблона.

source: Defines the default sort order in the MyCAB overview.
sr: Дефинише подразумевани критеријум сортирања у прегледу мојих CAB.

source: Defines the default sort order in the MyChanges overview.
sr: Одређује подразумеване услове сортирања у прегледу мојих промена.

source: Defines the default sort order in the MyWorkorders overview.
sr: Одређује подразумеване услове сортирања у прегледу мојих радних налога.

source: Defines the default sort order in the PIR overview.
sr: Дефинише подразумевани критеријум сортирања у прегледу PIR.

source: Defines the default sort order in the change PSA overview.
sr: Дефинише подразумевани критеријум сортирања у прегледу PSA промена.

source: Defines the default sort order in the change manager overview.
sr: Одређује подразумеване услове сортирања у прегледу управљача променама.

source: Defines the default sort order in the change overview.
sr: Дефинише подразумевани редослед у прегледу промена.

source: Defines the default sort order in the change schedule overview.
sr: Дефинише подразумевани редослед у прегледу планера промена.

source: Defines the default sort order in the customer change schedule overview.
sr: Одређује подразумеване услове сортирања у прегледу клијентског планера промена.

source: Defines the default sort order in the template overview.
sr: Дефинише подразумевани редослед у прегледу шаблона.

source: Defines the default value for the category of a change.
sr: Дефинише подразумевану вредност за категорију промене.

source: Defines the default value for the impact of a change.
sr: Дефинише подразумевану вредност за утицај промене.

source: Defines the field type of CompareValue fields for change attributes used in the change condition edit screen of the agent interface. Valid values are Selection, Text and Date. If a type is not defined, the field will not be shown.
sr: Дефинише тип поља за CompareValue атрибуте промена у екрану измена услова промена у интерфејсу оператера. Исправне вредности су Selection, Text и Date. Уколико тип није дефинисан, поље неће бити приказано.

source: Defines the field type of CompareValue fields for workorder attributes used in the change condition edit screen of the agent interface. Valid values are Selection, Text and Date. If a type is not defined, the field will not be shown.
sr: Дефинише тип поља за CompareValue атрибуте радних налога у екрану измена услова промена у интерфејсу оператера. Исправне вредности су Selection, Text и Date. Уколико тип није дефинисан, поље неће бити приказано.

source: Defines the object attributes that are selectable for change objects in the change condition edit screen of the agent interface.
sr: Одређује које атрибуте објекта је могуће изабрати за објекат промене у екрану измена услова промене у интерфејсу оператера.

source: Defines the object attributes that are selectable for workorder objects in the change condition edit screen of the agent interface.
sr: Одређује које атрибуте објекта је могуће изабрати за објекат радног налога у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute AccountedTime in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут AccountedTime у екрану измена услова промена у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute ActualEndTime in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут ActualEndTime у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute ActualStartTime in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут ActualStartTime у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute CategoryID in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут CategoryID у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute ChangeBuilderID in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут ChangeBuilderID у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute ChangeManagerID in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут ChangeManagerID у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute ChangeStateID in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут ChangeStateID у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute ChangeTitle in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут ChangeTitle у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute DynamicField in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут DynamicField у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute ImpactID in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут ImpactID у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute PlannedEffort in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут PlannedEffort у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute PlannedEndTime in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут PlannedEndTime у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute PlannedStartTime in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут PlannedStartTime у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute PriorityID in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут PriorityID у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute RequestedTime in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут RequestedTime у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute WorkOrderAgentID in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут WorkOrderAgentID у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute WorkOrderNumber in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут WorkOrderNumber у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute WorkOrderStateID in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут WorkOrderStateID у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute WorkOrderTitle in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут WorkOrderTitle у екрану измена услова промене у интерфејсу оператера.

source: Defines the operators that are selectable for the attribute WorkOrderTypeID in the change condition edit screen of the agent interface.
sr: Одређује које операторе је могуће изабрати за атрибут WorkOrderTypeID у екрану измена услова промене у интерфејсу оператера.

source: Defines the period (in years), in which start and end times can be selected.
sr: Одређује период (у годинама), унутар ког је могуће изабрати времена почетка и завршетка.

source: Defines the shown attributes of a workorder in the tooltip of the workorder graph in the change zoom. To show workorder dynamic fields in the tooltip, they must be specified like DynamicField_WorkOrderFieldName1, DynamicField_WorkOrderFieldName2, etc.
sr: Дефинише приказане атрибуте у порукама на графику радних налога у детаљном екрану промена. За приказ динамичких поља радних налога у порукама, морају бити дефинисани као DynamicField_WorkOrderFieldName1, DynamicField_WorkOrderFieldName2, итд.

source: Defines the shown columns in the Change PSA overview. This option has no effect on the position of the column.
sr: Одређује колоне приказане у прегледу PSA промена. Ова опција нема утицај на позиције колона.
