Repository: znuny/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: sr

source: Shows a link in the menu to access the history of a workorder in the its zoom view of the agent interface.
sr: У менију приказује везу за приступ историјату радног налога на детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to add a workorder in the change zoom view of the agent interface.
sr: У менију приказује везу за додавање радног налога на детаљном приказу промене у интерфејсу оператера.

source: Shows a link in the menu to delete a change in its zoom view of the agent interface.
sr: У менију приказује везу за брисање промене на детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to delete a workorder in its zoom view of the agent interface.
sr: У менију приказује везу за брисање радног налога на детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to edit a change in the its zoom view of the agent interface.
sr: У менију приказује везу за измену промене на детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to edit a workorder in the its zoom view of the agent interface.
sr: У менију приказује везу за измену радног налога на детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to go back in the change zoom view of the agent interface.
sr: У менију приказује везу за повратак на детаљни приказ промене у интерфејсу оператера.

source: Shows a link in the menu to go back in the workorder zoom view of the agent interface.
sr: У менију приказује везу за повратак на детаљни приказ радног налога у интерфејсу оператера.

source: Shows a link in the menu to print a change in the its zoom view of the agent interface.
sr: У менију приказује везу за штампање промене на детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to print a workorder in the its zoom view of the agent interface.
sr: У менију приказује везу за штампање радног налога на детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to reset a change and its workorders in its zoom view of the agent interface.
sr: У менију приказује везу за поништавање промене и припадајућих радних налога на детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to show the involved persons in a change, in the zoom view of the change in the agent interface.
sr: У менију приказује везу која омогућава приказ особа укључених у промену у детаљном приказу у интерфејсу оператера.

source: Shows the change history (reverse ordered) in the agent interface.
sr: Приказује историјат тикета (обрнут редослед) у интерфејсу оператера.

source: State Machine
sr: Машина стања

source: Stores change and workorder ids and their corresponding template id, while a user is editing a template.
sr: Чува идентификације промена и радних налога и припадајуће идентификације шаблона, за време док корисник уређује шаблон.

source: Take Workorder
sr: Преузми радни налог

source: Take Workorder.
sr: Преузми радни налог.

source: Take the workorder.
sr: Преузми радни налог.

source: Template Overview
sr: Преглед шаблона

source: Template type
sr: Тип шаблона

source: Template.
sr: Шаблон.

source: The identifier for a change, e.g. Change#, MyChange#. The default is Change#.
sr: Идентификатор за промену, нпр. Change#, MyChange#. Подразумевано је Change#.

source: The identifier for a workorder, e.g. Workorder#, MyWorkorder#. The default is Workorder#.
sr: Идентификатор за радни налог, нпр. Workorder#, MyWorkorder#. Подразумевано је Workorder#.

source: This ACL module restricts the usuage of the ticket types that are defined in the sysconfig option 'ITSMChange::AddChangeLinkTicketTypes', to users of the groups as defined in "ITSMChange::RestrictTicketTypes::Groups". As this ACL could collide with other ACLs which are also related to the ticket type, this sysconfig option is disabled by default and should only be activated if needed.
sr: Овај ACL модул ограничава могућност коришћења типова тикета који су дефинисани у подешавању 'ITSMChange::AddChangeLinkTicketTypes', и то корисницима група дефинисаним у "ITSMChange::RestrictTicketTypes::Groups". Како овај ACL може да се сукоби са другим ACL-овима који се исто односе на тип тикета, подешавање је подразумевано искључено и треба га активирати само уколико је неопходно.

source: Time Slot
sr: Временски термин

source: Types of tickets, where in the ticket zoom view a link to add a change will be displayed.
sr: Типови тикета, код којих ће у детаљном приказу бити видљива веза за додавање промене.

source: User Search
sr: Претрага корисника

source: Workorder Add (from template).
sr: Додај радни налог (из шаблона)

source: Workorder Add.
sr: Додај радни налог.

source: Workorder Agent.
sr: Оператер за радни налог.

source: Workorder Delete.
sr: Брисање радног налога.

source: Workorder Edit.
sr: Уређење радног налога.

source: Workorder History Zoom.
sr: Детаљи историјата радног налога.

source: Workorder History.
sr: Историјат радног налога.

source: Workorder Report.
sr: Извештај радног налога.

source: Workorder Zoom
sr: Детаљи радног налога

source: Workorder Zoom.
sr: Детаљи радног налога.

source: once
sr: једном

source: regularly
sr: редовно
